tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"

brew "htop"
brew "btop"
brew "sqlite"
brew "cmake"
brew "exa"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "openjpeg"
brew "git"
brew "git-lfs"
brew "python@3.11"
brew "luajit"
brew "neovim"
brew "nvm"
brew "openssh"
brew "starship"
brew "task"
brew "taskopen"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "yazi"
brew "ffmpegthumbnailer"
brew "unar"
brew "jq"
brew "poppler"

cask "hammerspoon"
cask "wezterm"
cask "font-caskaydia-cove-nerd-font"
cask "tomatobar"
cask "squirrel"
